"BLANK_CD" = "Syötit tyhjän CD:n. Valitse ponnahdusvalikosta toiminto tai osoita Älä huomioi.";
"UNTITLED_CD" = "nimetön CD";
"OPEN_FINDER" = "Avaa Finder";
"OPEN_ITUNES" = "Avaa iTunes";
"OPEN_DISK_UTILITY" = "Avaa Levytyökalu";
"OPEN_OTHER" = "Avaa muu ohjelma…";
"RUN_SCRIPT" = "Suorita skripti…";
"BLANK_DVD" = "Syötit tyhjän DVD:n. Valitse ponnahdusvalikosta toiminto tai osoita Älä huomioi.";
"UNTITLED_DVD" = "nimetön DVD";
"OPEN_IDVD" = "Avaa iDVD";
"BLANK_BD" = "Syötit tyhjän BD:n. Valitse ponnahdusvalikosta toiminto tai osoita Älä huomioi.";
"UNTITLED_BD" = "nimetön BD";
"BLANK_MINI_DVD" = "Liitit tietokoneeseen mini-DVD-laitteen. Valitse ponnahdusvalikosta toiminto tai osoita Älä huomioi.";
"OPEN_IMOVIE" = "Avaa iMovie";
"OPEN_DVD_PLAYER" = "Avaa DVD-soitin";